Repository: mozilla-l10n/mt-training-data
Catalog: odk/odk_pontoon.tmx
Source language: en_us
Languages: odk

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
odk: ڪامن وائِيس ٺڳِي، ڪُوڙِي، غير اِسڪرپٽ تقرِيرِي نُون جمع ڪرڻي پر ڌِيان ڏِيئڻي هاڙا ڏُوجا پليٽ فارم شرُوع ڪرَي ڇَي پلا۔ اي سُون ڏُوجِيا بِي گھڻِيا ئِي برادرِيا نُون گھڻِي تيزِي سُون ڊيٽا ڀيڙِي ڪرڻي ۾ مدد ملهِي، ڀيڙَي ها ڊيٽا سانئسدانان ائُون ڊولپرزا چي ڪاڻ فائدي هاڙِي هُوِي۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
odk: ڪامن وائِيس موزِيلا چِي شرُوعات ڇَي مشِينِي نُون سِيکڻي ۾ ائُون مدد ڪرڻي ۾ اصل ماڻسين ڪِيُون ٻولين هِتين۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
odk: ڪامن وائِيس دُنِيائِي چا ڪُلان کن موٽا عوامِي طورا پر پڙوڙا، گھڻِيا ٻولِيان هاڙا وائِيس ڊيٽا سيٽ ڇَي

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
odk: ڪامن وائِيسا چِي رڪارڊنگ تعلِيمِي چي ماهران، هلڪان ڪاروباران ائُون آواز چي اوڙکاندِي هاڙان شوقِينا چي پارُون اِستعمال ڪلِيا جائي هِتِيا ٽريننگِي ۾ مدد ڏِيئڻي ائُون عوامِي نمُوني سُون پڙوڙان وِسِيلان مثال وائِيس ماڊلا نُون بڌاوَڻي ۾۔ ڪا تمهِين اَمهان نُون سُڻا سِگھا ڇَوا تہ تمچِي ڪا مرضِي ڇَي تمچِيا رڪارڊنگا ڊاهلِيا جائِي؟

source: Community and Languages
odk: برادرِي ائُو ٻولِيا

source: Community, Creatives and Civil Society
odk: برادرِي، ٺاهوڻي هاڙي ائُون سِول سوئائِيتِي

source: Community participation and decision making.
odk: برادرِي چَي شامل هُوَڻ ائُون فيصلي ڪرڻ

source: Community Playbook
odk: ڪميُونٽِي راندِي چَي ڪِتاب

source: Confirm Goal
odk: مقصدا نُون پڪا ڪرا

source: Connect with Gravatar
odk: Gravatar سُون ڳنڍا

source: Connect with our community and see supported languages
odk: برادرِيا ائُون ٻولِيا ائُون هِڪ سِرکي آواز سوڌا۔

source: Contact
odk: رابطا

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
odk: ليکڪان، ڊرامي هاڙان يان بڙي اسڪرِين رائِيٽران سُون رابطا ڪرا ائُون پُوڇا تہ ڪا وي آپڪي ڪاما چا ڌاڪڙا حِصا عوامِي ڊومينا چي ڪاڻ ڏيئڻي لاءِ تيار هِتي۔

source: Contact Form
odk: رابطي چَي فارم

source: Contact the Common Voice team
odk: ڪامن وائِيس ٽِيمِي سُون رابطا ڪرا

source: Contact us
odk: اَمهان سُون رابطا ڪرا

source: Contact Us
odk: اَمهان سُون رابطا ڪرا

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
odk: <licenseLink>ڪرِيئيٽو ڪامن ليسنا<licenseLink> چي حسابا سُون مواد موجُود ڇَي

source: Continue
odk: جارِي

source: Continue speaking
odk: ٻولتي ريهوا

source: Continue validating
odk: تصدِيق جارِي راکا

source: Continue with Skipped
odk: ڇوڙوڙي سُون جاري راکا

source: Contribute
odk: حِصا ڏِيئڻ

source: Contribute on GitHub
odk: گِٽ هبا پر تعاون ڪرا

source: Contribute sentences
odk: جُملي شامل ڪرا

source: Contribute text
odk: متنا چا تعاون ڪرا

source: Contribute to { $lang }
odk: { $lang } ۾ حِصا ڏِيا

source: Contribute to text corpus
odk: ٽيڪسٽ ڪارپسا ۾ تعاون ڪرا۔

source: Contributing to <bold>{ $language }</bold> dataset
odk: <bold>{ $language }</bold> ڊيٽا ڊيٽا ۾ تعاون ڪرا

source: Contribution Activity
odk: تعاوَنا چِي سرگرمِي

source: Contribution Criteria
odk: حِصا ڏِيئڻي چا معيار

source: Contribution Experience
odk: حِصا ڏيڻي چا ترجبا

source: Contribution Guidelines
odk: تعاون ڪرڻي چِيا هدايتا

source: Contributors record voice clips by reading from a bank of donated sentences.
odk: حصا ڏِيئڻي هاڙي عطيا ڪروڙان جُملان چِي بينڪِي مُون پڙهتِي آوازا چي ڪِلپ رڪارڊ ڪري هِتي۔

source: Cookies
odk: ڪُوڪِيز

source: <cookiesLink>Cookies<cookiesLink>
odk: <cookiesLink> ڪُوڪِيز <cookiesLink>

source: Copainalá Zoque
odk: ڪيپنلا زوقي

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
odk: <coquiLink> ڪُوڪِي اسپِيچ ٽيڪنالاجِي نُون کولڻي چي ڪاڻ وقف ڪلا گيلا ڇَي۔ </coquiLink> اُونهان چي منصُوبان ۾ ايس ٽِي ٽِي ائُون ٽِي ٽِي ايس انجڻِي پر پڙوڙِي ڊِيپ سِکِيا شامل ڇَي۔

source: Cornish
odk: ڪارنيشِي

source: Correct
odk: صحِيح

source: Corsican
odk: ڪارسيڪينِي

source: { $count } clips
odk: { $count } ڪلِپا

source: { $count }mo
odk: مهِينا{ $count }

source: Country/Region of Residence
odk: تُو ڪِسي مُلڪا ۾ ريهي هِتا

source: { $count }wk
odk: هفتا{ $count }

source: { $count }y
odk: سال { $count }

source: [Crackle] giant dinosaurs of [crackle] -riassic.
odk: [ڪريل] موٽي ڊائناسار چَي [ڪريل] -رياسڪ.

source: Create a Custom Goal
odk: رواجِي مقصد ٺاهوا

source: Create a profile
odk: پروفائِيل ٺاهوا

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
odk: آپڪي آپ يان بڙي آپڪان سنگتِي هاڙا يان برادرِي چِي ٻولِي ۾ نَوين ٻولڻي هاڙي جُملي ٺاهوا۔ مثال هيڪ ’لائِي-اي-ٿون‘ وسِيلي۔

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
odk: عوامِي ڊومين پرامپٽس، جُملي ائُون ترجمي چي ڪاڻ متن، ڌاڪڙِي ٻولِي چي ماڊلز، وغيره ٺاهوا يان بڙي اُونهان چا رُجھان ڏيکا۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
odk: ماڻسان ڪاڻ موقِيعي ٺاهوَڻي چي ڪاڻ ڪامن وائِيسا ۾ حِصا گيهڻي چِي پڪ ڏِيئَي ڇَي تہ ڊيٽا سيٽ جِترَي هُو سِگھَي ماڻسان چِي خدمت ڪرو۔ اَمهِين وسِيلي ائُون ٽيمپليٽ ٺاهلي هِتي، جڪو تمهِين اِستعمال ڪر سِگھا ڇَوا۔

source: Crimean Tatar
odk: ڪرائِيمِيان تَترِي

source: Criteria
odk: معيار

source: Croatian
odk: ڪروشيائِي

source: Culturally specific questions
odk: ثقافتِي چي حسابا سُون مخصُوص سوال

source: Czech
odk: چيڪ

source: Dagbani
odk: دَگبانِي

source: Daily Goal
odk: ڏِهاڙِي چي مقصد

source: Dameli
odk: ڊاميلِي

source: Danish
odk: ڊينشِي

source: Dargwa
odk: دَرگوائِي

source: Dashboard
odk: ڊيش بورڊ

source: Dataset
odk: ڊيٽاسيٽ

source: Dataset: { $datasetLanguage }
odk: { $datasetLanguage }: ڊيٽاسيٽس

source: Dataset Release
odk: ڊيٽا شِيٽ جارِي ڪرڻ

source: Datasets
odk: ڊيٽاسيٽس

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
odk: ASR، STT، TTS، ائُون ڏُوجي NLP سياق و سباقا چي ڪاڻ ڊيٽاسيٽس۔ برادرِي چِي مددِي سُون ٺاهلي گيلي هِتي۔

source: Date
odk: تارِيخ

source: Dawoodi
odk: دائُودِي

source: Days
odk: ڏِينهين

source: Delete
odk: ڊيلِيٽ

source: Delete my recordings
odk: مانڇِي رڪارڊنگ ختم ڪرا

source: Delete Profile
odk: پروفائِيلِي نُون ختم ڪرا

source: Dhivehi
odk: ڌِي ويهائِي

source: Dholuo
odk: ڍولُوئوئِي

source: Did you know…
odk: ڪا تمهان نُون خبر ڇَي۔۔۔۔۔

source: Different language
odk: مٽ ٻولِي

source: Difficult
odk: ڏُکئَي

source: Difficult to pronounce
odk: ٻولڻي ۾ ڏُکِيئي

source: Dioula
odk: ديولائِي

source: Discard ongoing recording
odk: چالوڙِي رڪارڊنگِي نُون رد ڪرا

source: do
odk: ڪرڻ

source: Documentation
odk: دَستاوِيز

source: Does the sentence meet the guidelines?
odk: ڪا جُملا هِدايتان نُون پُورَي ڪرَي ڇَي؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
odk: ڊومين جُملي چي مُوضُوعا سُون مُراد ڇَي، تمهِين فِلحال اُونهان مُون چُونڊ سِگھا ڇَوا۔

source: Donate
odk: عطِيا ڏِيا

source: Donate your voice
odk: آپڪا آواز عطِيا ڪرا

source: Done
odk: هُتِي گيلَي

source: do not
odk: نہ ڪرڻ

source: Don’t Add
odk: شامل نہ ڪرا

source: Don't see your language on Common Voice yet?
odk: اڃا تاڻِين ڪامن وائِيسا ۾ تمچِي ٻولِي ڪونهِي ڏِيسَي ڇَي؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
odk: ڪا تمچِي ٻولِي ڊيٽا سيٽا ۾ نظر آوَي ڇَي؟ امچي ٻولِيان هاڙي صفحي پر هيڪِي ٻولِي چِي درخواست ڪرا۔

source: Don't wish to say
odk: نہ ڪيهڻ کپَي

source: Download
odk: ڊائُون لوڊ ڪرا

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
odk: جي تمهِين ڪامن وائِيسا ۾ تعاون ڪلا ڇَي تہ آپڪي واقعي چي ڪاڻ هيڪ سرٽِيفڪيٽ ڊائُون لوڊ ڪرا۔ اِين تمهان کن بِنا ڪونهِي هُو سِگھَي۔

source: Download Common Voice Data
odk: ڪامن وائِيس ڊيٽا ڊائُون لوڊ ڪرا

source: Download Data
odk: ڊيٽا ڊائُون لوڊ ڪرا

source: Download Dataset Bundle
odk: ڊيٽا سيٽ بنڊل ڊائُون لوڊ ڪرا

source: Download { $language }
odk: { $language } ڊائُون لوڊ ڪرا

source: Download Links
odk: لِنڪس ڊائُون لوڊ ڪرا

source: Download My Data
odk: مانڇِي ڊيٽائِي نُون ڊائُون لوڊ ڪرا

source: Download options for accessing Common Voice data
odk: ڪامن وائِيس ڊيٽائِي تاڻِين پُجڻي ڪاڻ اختيار ڊائُون لوڊ ڪرا

source: Download our press pack <icon></icon>
odk: <icon> امچا پريس پيڪ ڊائُون لوڊ ڪرا </icon>

source: Download our voice datasets
odk: امچي آواز ڊيٽا سيٽسا مُون ڊائُون لوڊ ڪرا

source: Download profile data
odk: پروفائِيل ڊيٽا ڊائُون لوڊ ڪرا

source: Download the Dataset
odk: ڊيٽا شِيٽ ڊائون لوڊ ڪرا

source: Download the Single Word Target Segment
odk: اڪيلا لفظ هدفا هاڙا حِصا ڊائُون لوڊ ڪرا۔

source: Download your contribution certificate
odk: آپڪِي شراڪتِي هاڙا سرٽِيفِڪيٽ ڊائُون لوڊ ڪرا۔

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
odk: آوا تہ ڪچهرِي ڪتان ۾ ڄاڻُون تہ ڪا تمهان کن وِيچار هِتي جو آپُون ڪيُون ڪامن وائِيسا چي ڊيٽا سيٽا نُون سُٺَي ڪر سِگھُون ڇئُون؟

source: Do you want to continue?
odk: ڪا تمهِين جارِي راکڻ چاهوا ڇَوا؟

source: Do you want to Speak, Listen or both?
odk: بهترِين! ڪا تمهِين ٻولڻ، سُڻڻ يان بڙي ڏونهِين ڪرڻ چاهوا ڇَوا؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
odk: <browseWrap> ڇِڪا ائُون ڇوڙتِي ڏِيا يان بڙي</browseWrap> برائُوز ڪرا

source: Drag your file here or <uploadButton>click to upload</uploadButton>
odk: آپڪي فائِيلِي نُو اپلوڊ ڪرڻي ڪاڻ اِٺي ڪِلڪ<uploadButton> ڪرا يان بڙي چيڪ ڪرا </uploadButton>

source: Drop file here to upload
odk: اَپلوڊ ڪرڻي چي ڪاڻ فائِيلِي نُون اِٺي ڇوڙتِي ڏِيا

source: Duala
odk: ڊُوالائِي

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
odk: تعاونا چي جمع ڪراوَڻي دوران ’جمع ڪرا‘ پر ڪِلڪ ڪرڻي کن پڇي جوابا هاڙِي صلاحِي نُون ڇوڙتِي ڏِيڻي پڙهِي۔ حصا سِڌا سَنوا 5 رڪارڊنگِي يان بڙي آوَڻي هاڙي سيٽا سُون جارِي ريهِي۔

source: Dutch
odk: ڊَچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
odk: گھڻِيا ئِي MP3 ڊيٽا سيٽا ۾ هر داخلا فرق ائُون واسطا ميهلڻي هاڙِِي ٽيڪسٽ فائِيلِي پر مُشتمل هُوَي ڇَي۔ ڊيٽا سيٽا ۾ ڪلاڪا چي حيسابا سُون رڪارڊنگا پڙوڙِيا هِتِيا، ڊيموگرافڪ مثال، عمر، جِنس، ائُون اُچار </b> <b> <b> ئِي جڪو تقرِيرِي چِي اوڙکااندِي نُون صحِيح ترتِيب ڏِيئڻي چي ڪاڻ مدد ڪر سِگھَي ڇَي۔ ٻولِيان ۾، پر </b> <b> تصدِيق هئوڙان ڪِلاڪان ۾ </b> { $valid } <b> اوڦر جي مهلِي ڊيٽا سيٽ پڙوڙا ڇَي۔ ٻولِيا، <languagesLink> اَمهِين سدائِين بڌِيڪ آواز ائُون ٻولِيان شامل ڪتي ريهلي ڇئُون۔ ڪو بِي ٻولِي چِي درخواست ڪرڻي يان بڙي حِصا ڏِيئڻ شرُوع ڪرڻي ڪاڻ </languagesLink> امچي صفحي پر هيڪ نظر ڪرا۔

source: Eastern Balochi
odk: اوڀرا هاڙِي بلوچِي

source: Eastern Huasteca Nahuatl
odk: اوڀرا هاڙِي هوسٽڪائِي نو هوٽلائِي

source: Eastern Min
odk: اوڀرا هاڙِي مِن

source: Eastern Penan
odk: اوڀرا هاڙِي پينان

source: Easy
odk: سولَي

source: Easy to Understand
odk: سمجھڻي ۾ سولَي

source: Ebrie
odk: ايبرِي

source: Edit
odk: مرمت ڪرا

source: Edit Profile
odk: پروفائِيلا ۾ مرمت ڪرا

source: e.g., “What do you wish you could use technology for?”
odk: مثال، ”تمهِين ڪِسِي شئي چي ڪاڻ ٽيڪنالاجِي اِستعمال ڪرڻ چاهوا ڇَوا؟“

source: Email
odk: اِي ميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
odk: اِي ميل <emailFragment> commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
odk: <emailFragment>سائِين اپ ڪرا</emailFragment> امچِي ميلنگ لسٽِي ۾ ، ته جُون تمهِين مُهمان، واقعان، ائُون ڪامن وائيس پر ڀيڙي ڊيزائِينا چي خاصيتان ۾ حصا گيهڻي چي باري ۾ سِيک سگها.

source: Email is already used for a different account
odk: اِي ميل اڳ ۾ ئِي فرق فرق اڪائُونٽا چي ڪاڻ اِستعمال هُئوڙِي ڇَي۔

source: Email Subscriptions
odk: اِي ميل سبسڪرپشن

source: Emakhuwa
odk: ايماکُوئِي

source: English
odk: انگريزِي

source: Enter Email to Download
odk: ڊائون لوڊ ڪرڻي ڪاڻ اِي ميل لِکا

source: Enter email to send a sign up link
odk: سائِين اَپ لِنڪ موڪلڻي ڪاڻ اِي ميل لِکا

source: Enter your Country/Region of Residence
odk: آپڪا مُلڪ/ جڪا ترا ۾ ريهوا ڇَوا اوهچ لِکا

source: Enter your email
odk: آپڪِي اِي ميل لِکا

source: Enter your public domain sentence here
odk: آپڪا عوامِي ڊومين جُملا اِٺي شامل ڪرا۔

source: Enter your public domain sentences here
odk: آپڪا عوامِي ڊومين جُملا اِٺي شامل ڪرا۔

source: Error
odk: خرابِي

source: Error adding sentence
odk: جُملا شامل ڪرڻي ۾ غلطِي

source: Error { $code }
odk: { $code } غلطِي

source: Error while playing audio file.
odk: آڊيو فائِيل هلاتان مهلِي خرابِي

source: Erzya
odk: اَرزيائِي

source: ESC
odk: ESC اِسڪيپ

source: Esperanto
odk: ايسپرانتو

source: Estonian
odk: ايستونائِي

source: Eton
odk: ايٽونِي

source: Events
odk: واقعي

source: Everyone
odk: هرڪو (هر هيڪ)

source: Ewe
odk: اِيوِي

source: Ewondo
odk: ايونڊائِي

source: Example
odk: مثال

source: Example questions
odk: مثال سوال

source: Exceeded 25 questions. Reduce number of questions and retry.
odk: 25 کن بڌِيڪ سوال۔ سوالان چِي تعداد گھٽ ڪرا ائُون بڙتِي ڪوشش ڪرا۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
odk: مزي هاڙِي تقِير، بِنا تيارِي هاڙِي تقِير جارِي ڇَي۔ اَپ ڊيٽِي چي ڪاڻ ڏيکتي ريهوا ائُون نَويان نَويان خبرا سُڻڻي ڪاڻ امچا <discordLink> ڊسڪورڊ </discordLink> چيڪ ڪتي ريهوا۔

source: Exit & Delete clips
odk: ٻاهرنِڪار جاوا ائُون ڪِلپس ختم ڪرا

source: Explore datasets <icon></icon>
odk: <icon> ڊيٽا سيٽ دريافت ڪرا </icon>

source: Explore organizations supporting Common Voice around the world
odk: اَمهان سُون شِرڪت ڪرا

source: Explore the community and languages supported by Common Voice
odk: ڪامن وائِيسا چي وسِيلي تعاون ڪرڻي هاڙِي برادرِي ائُون ٻولِيا سوڌا۔

source: Express or solicit prejudiced or offensive sentiments
odk: هُل ڪرڻي يان بڙي یا ڪنڌِيان نُون ڪان هُوَڻي هاڙِان جذباتان چا اِظهار ڪرا يان بڙي اُونهان چِي درخواست ڏِيا۔

source: Failed to copy SHA256 Checksum
odk: SHA256 Checksum ڪاپِي ڪرڻي ۾ ناڪام هُلا

source: Fang
odk: فانگِي

source: Faroese
odk: فيروزِي

source: Featured in...
odk: ۾ خاص

source: Female/Feminine
odk: چاڙَي/ موئنث

source: Fewer than 15 words per sentence
odk: هر جُملا 15 لفظا کن گھٽ

source: Fields marked with an asterisk (*) are required.
odk: ويهچ خال جڪو (*) تاري چِي شِڪلِي ۾ ٺيهوڙي هِتي۔ ويهچ لازمِي ڀرڻي هِتي۔

source: File is too large
odk: تمام موٽِي فائِيل ڇَي

source: File is too small
odk: صفا ڌاڪڙِي فائِيل ڇَي

source: Finance
odk: مالي نظام

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
odk: ڏُوجان نُون سوڌا جڪو خيال راکي هِتي۔ اُونهچ هُو سِگھَي ڇَي تہ يونيورسٽِيا، ٻولِي چي اسڪُول،، گرُو وڪالتِي هاڙا ٽولي يان ڊيٽا سائِنس برادرِيا۔ اُونهان تائِين پُجا ائُون صاف نمُوني سُون سمجھاوا تہ وي ڪِيون ائُون ڪان مدد ڪر سِگھي هتي ۔ <outreachTemplates> امچِيا ٽيمپليٽ آئُوٽ رِِيچ اِي ميلا </outreachTemplates> ڏيکا۔

source: Find us on Matrix
odk: اَمهان نُون ميٽرڪسا پر سوڌا

source: Finish editing first?
odk: پيهڻِي ايڊيٽنگ ختم ڪرا؟

source: Finish recording
odk: رڪارڊنگ پُورِي ڪرا

source: Finish recording first?
odk: پيهڻِيُون رڪارڊنگِي نُون ختم ڪرا؟

source: Finish Review
odk: نظرثانِي مڪمل ڪرا

source: Finish validating
odk: تصدِيق پُورِي ڪرا۔

source: Finish validating clips?
odk: ڪِلپان چِي تصدِيڪ پُورِي ڪرا؟

source: Finnish
odk: فنِي

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
odk: پيهڻُون، چيڪ ڪرا تہ جي تمچِي ٻولِي </languageLink> اگ ۾ کن ڇَي <languageLink>۔ جي ڪونهِي ڇَي، تہ تمهِين ٻولِي نُون شامل ڪرڻي ڪاڻ </languageRequestLink> پُوڇ سِگھا ڇوا </languageRequestLink>۔ اُٺِيچ ڏون مرحلي هِتي۔ سائِيٽِي چا ترجما، ائُون جُملان نُون ڀيڙَي ڪرڻ۔

source: Follow guidelines from “What sentences can I add?”
odk: ”مين ڪِسي جُملي شامل ڪر سِگھين ڇَين۔“ اڳواڻ خطان پر چالس۔

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
odk: عطيا ڪروڙي هر وائِيس ڪِلپا چي ڪاڻ، ائُون هر آڊيو ڪِلپا چِي تصدِيق ڪلِي گيلِي ڇَي، تمچَي اڪائُونٽ ڊيش بورڊا نُون اَپڊيٽ ڪلَي جا ڇَي، تہ جُون تمچِي هر ٻولِي ۾ تمچِي تازِي پيش رفتِي نُون ظاهر ڪرڻي چي ڪاڻ جڪو تمهِين آپڪان انگان اکران نُون ٽريڪ ڪرڻي چي ڪاڻ ڊيش بورڊ <br/> <br/> استعمال ڪرا۔ تعاون ڪرا هَوي، تمهِين هيڪي کن بڌِيڪ حِصا ڏي سِگھا ڇَوا۔ ڏيکا تہ تمهِين برادرِي ۾ ڏُوجان ڀيڙي ڪيُون ريهوا ڇَوا پلي، ائُون ڏِيهاڙِي يان بڙي هفتي ۾ مقصدا چي ڪاڻ تعاون مُقرر ڪرا۔

source: for example
odk: مثال طور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
odk: عوامِي ڊومينا چي متنا چي ڪاڻ جڪو آن لائِين ڪونهِي ڇَي، تمهِين اِستعمال ڪر سِگھا ڇَوا تعلِيمِي جيس (2021) مانڇَي عوامِي ليسڻا چِيا نظمان ”حوالي ڪرڻي هاڙا انداز مثال هارورڊ انداز“

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
odk: هر هيڪي ڪاڻ سُٺا ڪرڻي ڪاڻ ٽيڪنالاجِي ائُون ڊيٽا جڪو ڊولپرزا نُون ٽيڪنالاجِي ٺاهوَڻي ۾ مدد ڪرَي ڇَي، ماڻسان چي فرق قِسمان نُون ظاهر ڪرڻي چِي ضرُورت ڇَي۔ مثال: جي اگر اَمهان نُون ڪو بِي ٻولڻي هاڙي چا هيڪ خاص اُچار شامل ڪونهِي ڪرُون ڇَئُون، تہ پڇي ٽيڪنالاجِي اوهچ اُچارا سُون ماڻسان چي ڪاڻ سُٺا ڪام ڪونهِي ڪرَي۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
odk: نَوِيان ٻولِيان چي ڪاڻ شرُوع ڪروڙِي ويب سائِيٽ ڪاميابِي سُون <localizationGlossaryLink> مڪانِي ڪلِي گيلِي ڇَي۔</localizationGlossaryLink> ٻولڻي هاڙا لِنڪ ائُون سُڻڻي جُملي <Listen<Listen /listenLink> ائُون بِچرڻي هاڙي <Listen<Listen /listenLink> ائُون ڪافِي </localizationGlossaryLink> جُملي ڀيڙي ڪلي گيلي۔

source: Foundations
odk: بُنياد

source: French
odk: فرنچ

source: Frisian
odk: فريسينِي

source: Fulah
odk: فِيولائِي

source: Fuzhou
odk: فوزهُو

source: Galician
odk: گاليشينِي

source: Gawarbaiti
odk: گَواربيتِي

source: Gawri
odk: گاورِي

source: GB
odk: جِي بِي

source: General
odk: عام

source: General language / multiple variants
odk: عام ٻولِي/ گھڻِي تقرِير

source: Georgian
odk: جَيارجِيائِي

source: German
odk: جَرمن

source: Get in touch
odk: رابطي ۾ ريهوا

source: Get in touch <icon></icon>
odk: <icon> رابطا ڪرا </icon>

source: Get involved
odk: شامل هُوا

source: Get Involved
odk: شامل هُوا

source: Get started <icon><icon>
odk: <icon> شرُوع ڪرا <icon>

source: Get started with goals
odk: مقصدان سُون شرُوعات ڪرا

source: Get Started with Speech Recognition
odk: تقرِيرِي چِي شناختي سُون شرُوع ڪرا

source: Get your certificate
odk: آپڪَي سرٽِيفڪيٽ گيهوا۔

source: Gheg Albanian
odk: گيگ البينِيان

source: Ghomala
odk: گھوملا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
odk: AI محققان چي ڪاڻ جڪو صفا نوِين ٻولِي ٻولي هِتي اُوهان چي ڪاڻ اوپن سورس ٽول ڪٽ <docsLink> هيڪ </githubLink> NVIDIA NeMo ماڊل ٺاهُون ڇئُون پلي۔

source: Goal reached
odk: منزلِي ماڻلِي (منزلِي پر پُجتِي گيلا)

source: Goals
odk: مقصد

source: Gorani
odk: گورانِي

source: Go to Discourse
odk: ڪچهرِي ڏِسِين جاوا (ڪچهرِي ڪرا)

source: Go to Languages Page
odk: ٻولِيان چي صفحي ڏِسِين جاوا

source: Go to { $name }
odk: { $name } ڏِسِين جاوا

source: <governanceLink>Read more about how we're governed</governanceLink>
odk: <governanceLink> بڌِيڪ پڙها تہ امهان نُون ڪِيُون سنڀاللَي جا ڇَي</governanceLink>

source: Governments
odk: حڪُومتا

source: Grammatical / spelling error
odk: گِرامر/ اِملا چِي غلطِي

source: Great! How many clips a week?
odk: بهترين! هر هفتي گھڻي ڪلپ هُوَي هِتي؟

source: Great! How many clips per day?
odk: بهترين! هر روز گھڻي ڪلپ هُوَي هِتي؟

source: Great!<recordIcon></recordIcon> Record your next clip
odk: زبردست!</recordicon> <recordicon> آپڪا آوَڻي هاڙا ڪِلپ رڪارڊ ڪرا

source: Great work!<playIcon></playIcon> Listen again when you're ready
odk: زبردست ڪام </playIcon> جِڏ تمهِين تيار هُوا تہ بڙتِي سُڻا<playIcon>

source: Greek
odk: يُونانِي

source: Gronings
odk: گرونِنگس

source: Guarani
odk: گارانِي

source: Guidelines
odk: هدايتا

source: Gujarati
odk: گُجراتِي

source: Gujari
odk: گوجرِي

source: Haitian
odk: هيتائِي

source: Hakha Chin
odk: هاکاچنِي

source: Hausa
odk: هوسائِي

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
odk: ڪو بِي گُزروڙا يان بڙي آوَڻي هاڙا وقعيا ڇَي؟ ها اَمهان نُون سُڻاوا ائُون اَمهِين ايڇا اعلان آپڪِي برادرِي ۾ ڪرهُون يان بڙي ايڇي باري ۾ بلاگ لِکُون۔

source: Have Feedback?
odk: ورندِي ڏِيا؟

source: Have you read our Terms?
odk: ڪا تمهِين امچِيا شرطا پڙهلِيا هِتِيا؟

source: Having an account is not required to contribute, though it is helpful.
odk: حِصا گيهڻي چي ڪاڻ هيڪ اڪائُونٽ هُوَڻ لازمِي ڪونهِي، پَر اُونهچ مدد ڪر سِگھَي ڇَي۔

source: Having a profile is not required to contribute though it is helpful, see why below.
odk: جھِڪي ڏيکا، پروفائِيل هُوَڻ لازمِي ڪونهِي حِصا ڏِيڻي ڪاڻ پَر اوهچ مدد ڪرَي ڇَي۔

source: Healthcare
odk: صحتِي چِي سار سنڀال

source: Hebrew
odk: عبرانِي

source: Help
odk: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
odk: ڪلاڪا هيڪي ۾ ذاتِي مقصدا سُون { $hours } مدد ڪرا ڪامن وائِيسا تاڻِين پُجڻي ۾

source: Help create Common Voice’s first target segment in { $locale }
odk: ڪامن وائِيسا چا پيهڻا حِصا تيار ڪرڻي ۾ مدد ڪرا { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
odk: ذاتِي مقصدا سُون { $hours } ڪلاڪا تاڻِين { $language } مدد ڪرا

source: Help teach machines how real people speak, donate your voice at { $link }
odk: مَشنِي نُون سِکاڻڻي ۾ مدد ڪرا تہ اصل ماڻسين ڪيُون بات ڪري هِيتن، آپڪا آواز عطِيا ڏِيا۔
